[
  {
    "Prop_ID": "X039",
    "Name": "Pelham Bay Nature Center",
    "Location": "Bruckner Blvd. and Wilkinson Avenue",
    "Phone": "(718) 319-7258",
    "Hours": "10:00 a.m. to noon and 1:00 p.m. to 4:00 p.m. on Wednesdays through Sundays through August 17, 2019.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span> <strong>From the south:</strong> take I-95 (Bruckner Expressway) North to Country Club Road/ Pelham Bay Park Exit 7C. Continue on Bruckner Boulevard East and stay right at split onto MacDougal Place. Turn right onto Middletown Road. Proceed on Middletown Road and turn left onto Stadium Avenue and into parking lot. The Nature Center is located about 200 yards north of the tennis courts and track.  .<br /><strong>From the north:</strong> I-95 South to Westchester Avenue Exit 8A. Continue on Bruckner Boulevard West. Turn left on Country Club Road and left onto Bruckner Boulevard East. Stay right at split onto MacDougal Place. Turn right onto Middletown Road. Proceed on Middletown Road and turn left onto Stadium Avenue and into parking lot. The Nature Center is located about 200 yards north of the tennis courts and track. </p><p><span class=\"emphasislittle\">Public transportation:</span> MTA Subway 6 train to the last stop in the Bronx, Pelham Bay Station. Enter park at Wilkinson Avenue entrance (Sweetgum Playground). Nature Center is located about 100 yards from entrance. MTA Bus BX5, BX12, BX23, BX29 and Q50 to Pelham Bay Station. Enter park at Wilkinson Avenue entrance (Sweetgum Playground). Nature Center is located about 100 yards from entrance. </p>",
    "Accessible": "N"
  },
  {
    "Prop_ID": "X010",
    "Name": "Crotona Park Nature Center",
    "Location": "Crotona Park East & Charlotte Street",
    "Phone": "(718) 378-2061",
    "Hours": "Open by appointment and for registered and scheduled activities.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span> <strong>Cross Bronx Expressway driving north/east:</strong> Take Webster Avenue exit, turn right onto Webster, then left onto Claremont Parkway. Drive through the park to Boston Road, then make a left. Turn left on Suburban than left on Crotona Park East. Park at Charlotte Street & Crotona Park East.<br />\r\n<strong>Cross Bronx Expressway driving south/west:</strong> Take Third Avenue exit, making a left on Third Avenue, then next left onto Cross Bronx Expressway service road. Bear right and do not get back on the highway. Follow the park around, turning right at Crotona Park East. park at Crotona Park East & Charlotte Street.</p>\r\n<p><span class=\"emphasislittle\">Public transportation:</span> Take the Bx11 to Claremont Parkway/Crotona Park East<br />\r\nBx17 to Crotona Avenue/Claremont Parkway</p>",
    "Accessible": null
  },
  {
    "Prop_ID": "X092",
    "Name": "Van Cortlandt Nature Center",
    "Location": "246th Street and Broadway",
    "Phone": "(718) 548-7070",
    "Hours": "10:00 a.m. to noon and 1:00 p.m. to 4:00 p.m. on Wednesdays through Sundays through August 17, 2019.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span> I-87 Major Deegan Expressway to Van Cortlandt Park South exit. Merge onto Van Cortlandt Park South and turn right onto Broadway. Continue north on Broadway to West 246th Street. Street parking is available on Broadway and local streets. Use pedestrian park entrance on Broadway and West 246th Street. Nature Center is located between Van Cortlandt House Museum and Tennis Courts. Parking is also available at Van Cortlandt Park Golf Course and is a short walk to the nature center. </p><p><span class=\"emphasislittle\">Public transportation:</span> Take the 1 to the 242nd Street stop. Walk north on Broadway. Enter the park at W.246th Street and follow the signs to the center.<br />Take the Bx9 bus to the 242nd Street stop. Walk north on Broadway. Enter the park at W.246th Street and follow the signs to the center.</p>",
    "Accessible": null
  },
  {
    "Prop_ID": "X039",
    "Name": "Orchard Beach Nature Center",
    "Location": "Orchard Beach, Section 2 of the Beach",
    "Phone": "(718) 885-3466",
    "Hours": "10:00 a.m. to noon and 1:00 p.m. to 4:00 p.m. on weekends through August 17, 2019.",
    "Directions": "<strong>Directions</strong>: <p><span class=\"emphasislittle\">By car:</span> <strong>From the south:</strong> take I-95 (Bruckner Expressway) North. Get off at Exit 8B (Orchard Beach/City Island). Go pass the war memorial, over the Pelham bridge, and make the first right at the traffic light immediately following the drawbridge (taking the yield sign). This will put you on City Island Road. Continue to the Traffic circle and follow the traffic circle three quarters of the way around, following the signs for Orchard Beach. Continue to the Orchard Beach parking lot. Walk to the boardwalk and turn left. Continue to the Nature Center at Section 2 of the Beach. The distance is about 200 Yards.<br/><strong>From the west:</strong> Take Pelham Parkway East all the way to the end, where it turns into Shore Road. Follow the above directions from the drawbridge.</p><p><span class=\"emphasislittle\">Public transportation:</span> Take the Bx12 and Bx5 buses</p>",
    "Accessible": null
  },
  {
    "Prop_ID": "B057",
    "Name": "The Salt Marsh Nature Center",
    "Location": "East 33rd Street and Avenue U",
    "Phone": "(718) 421-2021",
    "Hours": "10:00 a.m. to noon and 1:00 p.m. to 4:00 p.m. on Wednesdays through Sundays through August 17, 2019.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span>  Belt Parkway Exit 11N (Flatbush Avenue North). Proceed straight on Flatbush Avenue. Turn Left onto Avenue U. Proceed straight on Avenue U to East 33rd Street. Parking lot is on the right.</p><p><span class=\"emphasislittle\">Public transportation:</span> Take the B46, B2, or B41 to Kings Plaza, transfer for the westbound B3 bus to East 33rd Street and Avenue U.<br />Take the 2 or 5 train to Norstrand Avenue, then take the B41 to Kings plaza or B3 west to East 33rd & Avenue U.<br />Take the N, F, or Q trains to Avenue U, then the B3 Bus East to East 33rd Street and Avenue U. </p>",
    "Accessible": "Y"
  },
  {
    "Prop_ID": "B073",
    "Name": "Audubon Center, Prospect Park",
    "Location": "East Drive & Lincoln Road",
    "Phone": "(718) 287-3400",
    "Hours": "(April-December) Thursday-Sunday & holidays, 12 - 5 p.m. (January-March) Weekends and school holidays, 12 - 4 p.m.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span>  <strong>From Manhattan via Manhattan Bridge:</strong> Go straight on Flatbush Avenue for about 2 miles until you reach Grand Army Plaza. Go halfway around the circle and continue on Flatbush Ave. (the Brooklyn Public Library will be on your left and the Park on your right). After you pass the Zoo and the Lefferts House on your right, make a right hand turn at the traffic light at Ocean Avenue. Follow Ocean Avenue to the next major intersection, which is Ocean and Parkside Avenues. Make a sharp right into the Park (diagonally across from McDonald&rsquo;s). Proceed slowly on the Park Drive to the flashing light where you make a left into the Wollman Rink Parking Lot. You will be directed to the Audubon Center, a five minute walk from the parking lot.<br />\r\n<strong>From Long Island via Brooklyn-Queens Expressway:</strong> Exit at Tillary Street and turn onto Flatbush Avenue. Then follow the above directions: Manhattan via Manhattan Bridge.<br />\r\n<strong>From Staten Island via Verrazano Bridge:</strong> Follow Brooklyn Queens Expressway, Exit at Atlantic Avenue, making right onto Flatbush Avenue. Then follow the above directions: Manhattan via Manhattan Bridge. </p>\r\n<p><span class=\"emphasislittle\">Public transportation:</span> Q, S or B trains to Prospect Park station. Exit at Lincoln Road and follow Lincoln Road to park entrance on Ocean Avenue. Walk along the roadway, cross the Drive and continue following the path downhill through the Cleft Ridge Span Bridge.</p>",
    "Accessible": "Y"
  },
  {
    "Prop_ID": "B032",
    "Name": "Visitors Center at Fort Greene Park",
    "Location": "Dekalb Avenue, Washington Park, Myrtle Avenue & St. Edwards Street",
    "Phone": "(718) 722-3218",
    "Hours": "Open seven days a week from 9 a.m. - 4 p.m.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span> <strong>From the Manhattan Bridge:</strong> Drive straight onto Flatbush Avenue, make a left on Myrtle Avenue, and the park will be on your right after five blocks. <br /><strong>From the Brooklyn-Queens Expressway (BQE):</strong> Take the Manhattan Bridge/Tillary Street exit. Make a left on Flatbush Avenue, then a left on Myrtle Avenue.</p><p><span class=\"emphasislittle\">Public transportation:</span> Take the BMQR trains to Dekalb Avenue. The park and visitors center is then about 5 blocks north on Dekalb. OR Take the C train to Lafayette or the G train to Fulton and walk two blocks west.<br />Bus: Take the B38 bus on Dekalb or the B54 bus on Myrtle Avenue to the park.</p>",
    "Accessible": null
  },
  {
    "Prop_ID": "M042",
    "Name": "Inwood Hill Nature Center",
    "Location": "218th and Indian Road",
    "Phone": "(212) 628-2345",
    "Hours": "The nature center is currently closed for repairs.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span> <strong>From the West Side Highway:</strong> Take the Dyckman Street exit. Follow the exit as it merges with Broadway. Drive North on Broadway to 218th Street. Take a left on 218th Street and drive west on 218th Street. The entrance to the park is at the end of the street. The Nature Center is located in Inwood Park. <br><b>From FDR/East River Drive:</b> Take the FDR/East River Drive north to end. The end of the highway is at Dyckman Street. Bear left on Dyckman Street. Take Dyckman west to Broadway, and take a right on Broadway. Proceed north to 218th Street and make a left turn. The entrance to the park is at the end of 218th Street.</p><p><span class=\"emphasislittle\">Public transportation:</span> Take the 1 or the 9 train to the 215th Street stop. Walk North to 218th Street. Take a left and walk on 218th Street. The entrance to the park is at the end of the street. The Nature Center is located in Inwood Park. OR Take the A train to 207th Street. If you are in the last car of the train (near the handicap elevator), proceed west to Seaman Avenue, then north to Isham Street. If you are in the first car of the train, you will exit onto Isham Street. Go west to Seaman Avenue and proceed north into the park, keeping the baseball field to your right. Walk toward the Water. The Nature Center is the building on the water.</p>",
    "Accessible": null
  },
  {
    "Prop_ID": "M010",
    "Name": "Belvedere Castle Visitor Center",
    "Location": "W. 81st St and the West Drive",
    "Phone": "(212) 628-2345",
    "Hours": "Open 7 days a week from 10:00 a.m. - 5:00 p.m.",
    "Directions": "<p><span class=\"emphasislittle\">Public transportation:</span> From the west side, take the B, C or M10 to 81st Street. Enter the Park on the Northeast corner of 81st Street and Central Park West. Follow the path east until you hit the West Drive. You will see the Delacorte Theatre ahead of you and just behind it stands Belvedere Castle.<br />From the East Side, take the M1, 2, 3, 4 to the South West entrance at 79th Street and 5th Avenue, the castle is south of the Great Lawn.  Walk west up Cedar Hill, across the Central Park Drive.  Look for the Belvedere Castle sign and walk up the hill.  Take the 6 train to 77th Street. Walk north two blocks to 79th Street. Walk east to 5th Avenue. Follow directions for the East Side. <br />Take the 6 train to 77th Street. Walk north two blocks to 79th Street. Walk east to 5th Avenue. Follow directions for the East Side. </p>",
    "Accessible": null
  },
  {
    "Prop_ID": "M010",
    "Name": "Dana Discovery Center",
    "Location": "110th St. & Lenox Ave",
    "Phone": "(212) 628-2345",
    "Hours": "Open 7 days a week from 10:00 a.m. - 5:00 p.m.",
    "Directions": "<p><span class=\"emphasislittle\">Public transportation:</span> 2,3 Train to 110th St. station, use 110th St. entrance to park.</p>",
    "Accessible": "Y"
  },
  {
    "Prop_ID": "R119",
    "Name": "Blue Heron Nature Center",
    "Location": "222 Poillon Avenue between Amboy Road and Hylan Blvd",
    "Phone": "(718) 967-3542",
    "Hours": "10:00 a.m. to noon and 1:00 p.m. to 4:00 p.m. on Wednesdays through Sundays through August 17, 2019.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span> Take the Verrazano Bridge to the S.I. Expressway (Route 278) to Hylan Boulevard exit. Take a right on Poillon Avenue and proceed 1/5 mile to park entrance and parking lot on your left. OR S.I. Expressway to West Shore Expressway (towards NJ outer Bridge) Exit at Huguenot Avenue and make a left onto Huguenot Avenue. <br />Stay right at split in road. Proceed on Huguenot and take a left on Amboy Road. Take a right on Poillon Avenue and proceed to park entrance and parking lot on your right.<br />By Ferry: Take the S78 bus along Hylan Boulevard to Poillon Avenue, take a right on Poillon. Walk 1/5 of a mile to park entrance and Nature Center<br />From the Annadale S.I.R.T. station walk six blocks toward Amboy road. Take right onto Poillon Avenue, walk 1/5 of a mile to park entrance and Nature Center.</p>",
    "Accessible": "Y"
  },
  {
    "Prop_ID": "Q458",
    "Name": "Fort Totten Visitors Center",
    "Location": "212th Street and Bell Boulevard",
    "Phone": "(718) 352-1769",
    "Hours": "10:00 a.m. to noon and 1:00 p.m. to 4:00 p.m. on Wednesdays through Sundays through August 17, 2019.",
    "Directions": "<p><span class=\"emphasislittle\">Driving:</span> Cross Island Parkway north to exit 32 Bell Boulevard.  Make a right at the traffic light.  The parking lot is on the left side. A map of the park is located at the front gate. </p><p>Or take the Cross Island Parkway south to exit 34 Clearview Expressway.  Make a left at the light onto Willet's Point Boulevard. Drive five traffic lights get in the left lane and make a left on 212 Street.  Go underneath the Cross Island Parkway through the traffic light. The parking lot is on the left side. </p><p><span class=\"emphasislittle\">Subway:</span> Take the 7 to the last stop Flushing Main Street. Then transfer to the Q16 bus, located on 39th Ave and Union Ave to the last stop, Fort Totten. Follow signs inside of the park to the visitors center, located just behind the baseball field. Fort Totten is also accessible via the Q13 bus line.</p>",
    "Accessible": "Y"
  },
  {
    "Prop_ID": "R013",
    "Name": "Greenbelt Nature Center",
    "Location": "700 Rockland Avenue at the intersection of Brielle Avenue.",
    "Phone": "(718) 351-3450",
    "Hours": "(April-December) Tuesday-Sunday, 10 a.m. - 5 p.m. Closed on Mondays, major holidays and on Easter.",
    "Directions": "<p><span class=\"emphasislittle\">Public transportation:</span> Take the S57 bus to the Brielle and Rockland Ave. stop.  Cross the street at the light.</p>",
    "Accessible": null
  },
  {
    "Prop_ID": "Q015",
    "Name": "Forest Park Visitor Center",
    "Location": "Woodhaven Boulevard & Forest Park Drive",
    "Phone": "(718) 846-2731",
    "Hours": "10:00 a.m. to noon and 1:00 p.m. to 4:00 p.m. on Wednesdays through Sundays through August 17, 2019.",
    "Directions": "<p><span class=\"emphasislittle\">Public transportation:</span> Take the G, R, V or J trains to Woodhaven Boulevard Transfer to the Q11 bus (Green Bus Line) or the Q53 (Triboro Coach Corp) along Woodhaven Boulevard If coming from the G, R or V, take the bus south about 20 minutes. If coming from the J, take the bus north about 5 minutes. There is a bus stop near the Visitor Center at Woodhaven Boulevard and Forest Park Drive.</p>",
    "Accessible": "Y"
  },
  {
    "Prop_ID": "R088",
    "Name": "The High Rock Nature Center",
    "Location": "Nevada Avenue off Rockland Avenue",
    "Phone": "(718) 667-6042",
    "Hours": "Open by appointment only.",
    "Directions": "<p><span class=\"emphasislittle\">By car:</span> (From the Verrazano Bridge) S.I. Expressway (Route 278) west to Slosson Avenue/Todt Hill Road exit. Make left at 2nd Traffic light onto Manor Road. Take Manor Road to Rockland Avenue and make a left. Proceed on Rockland Avenue to Nevada Avenue. Make a left on Nevada Avenue and proceed to the end of the road.<br />\r\n(From the South Shore) Take Arthur Kill Road to Richmondtown and turn right onto Richmond Road. Proceed on Richmond Road to Rockland Ave (second light). Turn right at Nevada Avenue and continue up the hill to the parking lot.</p>\r\n<p><span class=\"emphasislittle\">Public transportation:</span> Take the S61, S62, or S66 bus to the intersection of Victory Boulevard and Manor Road. Transfer to the S54 bus on Manor Road and exit at Nevada Avenue. Walk up Nevada Avenue through the parking lot and up the hill to the Visitor's Center.</p>",
    "Accessible": null
  },
  {
    "Prop_ID": "Q001",
    "Name": "Alley Pond Environmental Center",
    "Location": "Alley Pond Park Parking Lot at 76th Ave, off Springfield Blvd (224-65 76th Avenue, Oakland Gardens, NY 11364)",
    "Phone": "(718) 229-4000",
    "Hours": "Mondays through Fridays: 9:00 a.m. - 4:30 p.m.; hours vary on weekends",
    "Directions": null,
    "Accessible": null
  },
  {
    "Prop_ID": "M042",
    "Name": "Payson Nature Center",
    "Location": "Dyckman Street and Payson Avenue",
    "Phone": null,
    "Hours": "10:00 a.m. to noon and 1:00 p.m. to 4:00 p.m. on Wednesdays through Sundays through August 17, 2019.",
    "Directions": null,
    "Accessible": null
  }
]
