[
  {
    "name": "A Long Walk to Freedom and Reflection",
    "artist": "Nacinimod Deodee",
    "from_date": "2019-12-07",
    "to_date": "2020-12-06",
    "location": null,
    "description": "<p>Nacinimod Deodee has created a colorful three-part public art exhibition in this small triangular park, with the aim to activate the park during the cold winter months and compliment the arrival of warmer weather in the spring. A Long Walk to Freedom is a fence installation measuring 100 feet in length and runs along Adam Clayton Powell Jr. Boulevard. The horizontal, abstract composition is bookended by the numbers 1619 which refers to the year when American slavery began, and an infinity symbol. The artist has also created colorful yarn installations for the park&rsquo;s lampposts and benches to make the space more inviting. This installation is part of Harlem Needle Arts&rsquo; larger We the People | Disrupting Silence textile series and public art initiative honoring African Diasporic peoples past and present.</p>\r\n\r\n<p>This project is presented by <a href=\"https://harlemneedlearts.org/\">Harlem Needle Arts</a>.</p>",
    "borough": "M",
    "show_large_image": "1",
    "lat": "40.827174",
    "lng": "-73.935884",
    "active": "1"
  },
  {
    "name": "Compostela Fractal Study of a Shell",
    "artist": "Manuel Ferreiro Badia",
    "from_date": "2020-02-03",
    "to_date": "2021-02-02",
    "location": "Finn Square",
    "description": "The sculpture <i>Compostela Fractal Study of a Shell</i> is based on origami studies and is composed of broken steel planes that cause the sculpture to change or live with sunlight. It reflects in an abstract way the fractal system of matter, looking for a simplicity that reflects the interior of every being. It is a work inspired in the study of the nature, in particular of a shell: the volume is reduced to its fractal structure, to its geometry.",
    "borough": "M",
    "show_large_image": "1",
    "lat": "40.718635",
    "lng": "-74.006861",
    "active": "1"
  },
  {
    "name": "I AM FREE",
    "artist": "Alex Reynoso",
    "from_date": "2020-07-06",
    "to_date": "2021-06-24",
    "location": null,
    "description": "<p>What does it mean to create space for reflection and visioning? What does it mean to know your past, present and future? What does it mean to know that you are more than enslaved people? Harlem Needle Arts is pleased to present We the People | Disrupting Silence, a public art installation that pays tribute to the ingenuity, creativity and sacrifices of Africans of the Diaspora, who suffered the atrocity of enslavement, marginalization and disenfranchisement. This installation by Alex Reynoso joins Nacinimod Deodee&rsquo;s A Long Walk to Freedom and Reflection on the opposite side of the park.</p>\r\n\r\n<p>This project is presented by <a href=\"https://harlemneedlearts.org/\">Harlem Needle Arts</a>.</p>",
    "borough": "M",
    "show_large_image": "1",
    "lat": "40.827412",
    "lng": "-73.936023",
    "active": "1"
  },
  {
    "name": "Liberty Bell",
    "artist": "Nancy Baker Cahill",
    "from_date": "2020-07-04",
    "to_date": "2021-07-03",
    "location": "Beach 108 St. at Rockaway Boardwalk and the Rockaway Ferry Landing",
    "description": "<p>Liberty Bell is an animated, monumental, and richly sonorous augmented reality (AR) drawing in 360 degrees. The public artwork will be geolocated at a series of sites and experienced on smartphones and tablets through Baker Cahill&rsquo;s free 4th Wall app. This project, which is two years in the making, lives at the vibrant intersection of public art, social consciousness, and tech. It is being presented simultaneously in six cities in the United States: Boston, MA, Charleston, SC, Philadelphia, PA, Rockaway, NY, Selma, AL, and Washington, DC.</p>\r\n\r\n<p>In this polarized and tumultuous election year, many concerns persist around the founding principles of American freedom and democracy. Inequality, structural racism, injustice, and the ability to vote are chief among them. Inspired by the original cracked Liberty Bell in Philadelphia, the drawing hovers beyond viewers, swaying with the rich and layered sound of bells tolling. The Liberty Bell soundscape morphs from the rhythmic lulling of a tolling bell, into a harmonious and dissonant sequence of ringing as it becomes increasingly unpredictable and arrhythmic. The richly textured brushstrokes and bell sounds resemble loosely knitted threads that unravel and come together in an uncomfortable, but cohesive moment. They reflect the evolution and transformation of liberty over time into the complex reality we face today. This exhibition is presented by Art Production Fund, in partnership with 7G Foundation and the Jamaica Bay-Rockaway Parks Conservancy, a project of the Fund for the City of New York.</p>",
    "borough": "Q",
    "show_large_image": "1",
    "lat": "40.579789",
    "lng": "-73.828375",
    "active": "1"
  },
  {
    "name": "MONUMENTS NOW",
    "artist": "Various Artists",
    "from_date": "2020-07-10",
    "to_date": "2021-03-31",
    "location": null,
    "description": "<p>In this turbulent moment when we find ourselves reevaluating American identity and values, the MONUMENTS NOW exhibition seeks to address the role of monuments in society and commemorate underrepresented narratives such as diasporic, Indigenous, and queer histories.</p><p>The exhibit evolves over three cumulative parts. Part I opens summer 2020 with major new commissions for contemporary monuments by acclaimed artists Jeffrey Gibson, Paul Ram&iacute;rez Jonas, and Xaviera Simmons. Then Part II and Part III of the exhibition open together on October 10, 2020. Part II encompasses ten monument sculptures by the Park&rsquo;s 2020 Artist Fellows and Part III features a multi-faceted monument project collectively realized by high school students. The park&rsquo;s Broadway Billboard will also feature a monuments-related artwork by artist Nona Faustine. Furthermore, in acknowledgment of how monuments are shaped by society as well as by artists, the public is invited to share their reactions on-site and online over the course of the exhibition. All three parts of the exhibition remain on view through March 2021. This exhibition is presented by Socrates Sculpture Park.</p>",
    "borough": "Q",
    "show_large_image": "1",
    "lat": "40.768457",
    "lng": "-73.936546",
    "active": "1"
  },
  {
    "name": "Mother Earth",
    "artist": "Kris Perry",
    "from_date": "2020-08-12",
    "to_date": "2021-08-11",
    "location": "Beach 98 St. at Rockaway Boardwalk",
    "description": "Mother Earth draws on an array of architectural elements,&nbsp; from temples, mosques, and churches to the open columned spaces of Classical Greek buildings. The spire directs the viewer&rsquo;s gaze skyward while its reflected shape points back down towards the Earth. Visitors are encouraged to occupy the sculpture&rsquo;s central space where one can look outward upon the landscape in a moment of introspection. The 35-foot-tall sculpture is made of Corten steel, a material that will evolve with the seasons and site.",
    "borough": "Q",
    "show_large_image": "1",
    "lat": "40.582791",
    "lng": "-73.818298",
    "active": "1"
  },
  {
    "name": "King Nyani",
    "artist": "Gillie and Marc",
    "from_date": "2020-08-25",
    "to_date": "2021-05-24",
    "location": null,
    "description": "In collaboration with the Dian Fossey Gorilla Fund, artists Gillie and Marc Schattner have brought another version of King Kong&rsquo;s story to the streets of New York, this time with love. Gorillas are one of our closest relatives sharing 98% of our DNA. They share many of the same behaviors as humans such as laughter and sadness. But there may be only 1000 mountain gorilla left in the wild and fewer than 3800 eastern lowland gorilla. On a trip to Uganda, the artists were able to see a family of mountain gorillas in the wild and were moved to tears at the loving family unit. Their sculpture is based on the head of the family, a dominant silverback gorilla. King Nyani, Swahili for gorilla, is the largest bronze gorilla statue in the world and gives an interactive experience unlike any other. With his hand large enough to fit 2-3 people, the public can get up close and personal with this gentle giant and fall in love with him.",
    "borough": "M",
    "show_large_image": "1",
    "lat": "40.75474",
    "lng": "-74.001436",
    "active": "1"
  },
  {
    "name": "Torso II, Swinging II, Messenger of the Gods (medium)",
    "artist": "Jack Howard-Potter",
    "from_date": "2020-09-13",
    "to_date": "2021-09-12",
    "location": null,
    "description": "Long Island City based sculptor, Jack Howard-Potter, makes large, often kinetic, figurative steel sculptures that can &nbsp;be seen in city governments, sculpture parks and public art shows around the country.&nbsp;&nbsp;The outdoor public arena is the perfect setting for the academic roots to be easily recognizable and accessible, bridging the gap between the fine art institution and the public. It all comes together in an effort to brighten the landscape and shift someone's gaze to break the daily routine with something beautiful.&nbsp;&nbsp;",
    "borough": "Q",
    "show_large_image": "1",
    "lat": "40.74627",
    "lng": "-73.94358",
    "active": "1"
  },
  {
    "name": "7 x 7 (HOPE)",
    "artist": "Laura Lappi",
    "from_date": "2020-09-12",
    "to_date": "2021-09-05",
    "location": null,
    "description": "Finnish-born, Queens-based artist Laura Lappi&rsquo;s 7 x 7 (Hope) explores issues of space in New York City and the cost of living and housing, and how that impacts many communities. With this sculpture, Lappi draws attention especially to immigrant communities and their living conditions in Queens. While Queens is the New York City&rsquo;s most culturally diverse borough welcoming immigrants from different backgrounds, its housing affordability is often out of a reach for many people. &nbsp;The sculpture consists of a black wooden house structure that measures seven feet long, five feet wide and seven feet high, referring to the size of the average illegal basement room. Each wall has an embedded letter, creating a word H-O-P-E. Inside the structure a light is making the sculpture visible and glowing during the night.<div><br></div><div>This exhibition is made possible by the Art in the Parks: Alliance for Flushing Meadows Corona Park Grant, which supports the creation of site-specific public artworks by Queens-based artists for two sites within Flushing Meadows Corona Park.</div>",
    "borough": "Q",
    "show_large_image": "1",
    "lat": "40.739541",
    "lng": "-73.841437",
    "active": "1"
  },
  {
    "name": "Doors for Doris",
    "artist": "Sam Moyer",
    "from_date": "2020-09-16",
    "to_date": "2021-09-12",
    "location": "Doris C. Freedman Plaza",
    "description": "To mark the threshold between Central Park&rsquo;s boulder-filled terrain and Midtown Manhattan&rsquo;s built environment, Sam Moyer has created a massive three-part sculpture, with a title that pays homage to Public Art Fund founder, Doris C. Freedman (1928-1981). Moyer&rsquo;s hybrid sculpture unites imported stone with rock indigenous to the New York region. The artist inlaid marble fragments into three double-sided vertical concrete slabs and framed them with contrasting rough-hewn bluestone monoliths. Each stone in Moyer&rsquo;s mosaic compositions takes on an even more striking hue against the others and the locally-quarried rock, an apt metaphor that encourages us to consider the diverse character of our city and our interconnected lives within it. Their final arrangement demonstrates her impressive skill in composing sculptural forms, with its &ldquo;doors&rdquo; pivoted ajar to evoke the dynamism of the bustling city.&nbsp;</p>\r\n\r\n\r\n<p>This exhibition is presented by&nbsp;<a href=\"https://www.publicartfund.org/exhibitions/view/sam-moyer-doors-for-doris/\">Public Art Fund</a>.</p>",
    "borough": "M",
    "show_large_image": "1",
    "lat": "40.765094",
    "lng": "-73.972766",
    "active": "1"
  },
  {
    "name": "Photoville NYC 2020",
    "artist": "Various Artists",
    "from_date": "2020-09-17",
    "to_date": "2021-03-30",
    "location": "Various Locations",
    "description": "Now in its ninth year, Photoville NYC2020 expands the beloved festival, for the first time ever, to all five boroughs, offering increased access to art and storytelling as so many facets of society remain on pause, and as New York&rsquo;s open public spaces provide vital, safe ways of being out in the world amidst the COVID-19 pandemic. With Photoville&rsquo;s focus on the power of visual storytelling, many exhibitions respond to and candidly capture realities both intimate and global from this historic, harrowing year.<p>In addition to the public displays, Photoville has also put together an abundant calendar of virtual events surrounding the festival, including artist talks, workshops, demonstrations, educational programs, storytelling events, and community programming.</p>\r\n\r\n<p><strong>Locations:</strong> Exhibitions in parks can be found in Soundview Park and Van Cortlandt Park in the Bronx; Anchorage Plaza in Brooklyn; Chelsea Park, Jackie Robinson Park, and St. Nicholas Park in Manhattan; Astoria Park and Travers Park in Queens; and South Beach Promenade in Staten Island. For more more locations, please visit <a href=\"https://photoville.nyc/\">photoville.nyc</a>.</p>\r\n\r\n<p>This exhibition is presented by&nbsp;<a href=\"https://photoville.nyc/\">Photoville</a>.</p>",
    "borough": "c",
    "show_large_image": "1",
    "lat": null,
    "lng": null,
    "active": "1"
  },
  {
    "name": "Field&rsquo;s Jax Thicket",
    "artist": "Fitzhugh Karol",
    "from_date": "2020-09-02",
    "to_date": "2021-09-01",
    "location": "Bartow-Pell Mansion Museum",
    "description": "Field&rsquo;s Jax Thicket, by Brooklyn-based sculptor Fitzhugh Karol, consists of four works created using steel recycled from a previous single large sculpture, now re-conceived as smaller and more interactive sculptures. Previously exhibited at four locations around the DUMBO neighborhood in Brooklyn, the sculptures are reunited in a playful arrangement on the lawn of the Bartow-Pell Mansion Museum in Pelham Bay Park. For the Field&rsquo;s Jax series, Karol worked with nine parts from his monumental sculpture Eyes, which was on view in Staten Island&rsquo;s Tappen Park in 2017.",
    "borough": "X",
    "show_large_image": "1",
    "lat": "40.87191",
    "lng": "-73.805997",
    "active": "1"
  },
  {
    "name": "Inspired By &ldquo;What Is Left&rdquo;",
    "artist": "Brooklyn Hi-Art! Machine (Mildred Beltre and Oasa DuVerney)",
    "from_date": "2020-10-03",
    "to_date": "2021-05-02",
    "location": "Prospect Park Bandshell",
    "description": "This&nbsp;installation comes from the 1993&nbsp;<a href=\"https://www.facebook.com/lucillecliftonlegacy/?ref=page_internal\" target=\"_blank\">Lucille Clifton</a>&nbsp;(1936-2010) poem, &ldquo;won&rsquo;t you celebrate with me.&rdquo; Clifton's&nbsp;words offer a reminder of the daily struggle for survival that Black women endure and of the work for racial equality that still remains to be done. Through the word \"celebrate,\" the quote provides a more nuanced understanding of the ongoing struggle for equality and connects to the artwork&rsquo;s call for both joy and work, anger and love. Known as a host for many joyous and powerful celebrations, this installation continues Prospect Park and the Bandshell&rsquo;s history as a gathering space and platform where Brooklyn can unite under a common cause.&nbsp;This has come even more to the forefront during the COVID-19 pandemic and Black Lives Matter movement, where it has served as the backdrop for moments of protest and joy, celebration and memorialization, making it the perfect location for this installation.&nbsp; &nbsp;<p>This exhibition is presented by&nbsp;<a href=\"https://www.bricartsmedia.org/art-exhibitions/inspired-what-left\">BRIC</a> and <a href=\"https://www.prospectpark.org/connect/?redirect_url=%2F\">Prospect Park Alliance</a>.</p>",
    "borough": "B",
    "show_large_image": "1",
    "lat": "40.663299",
    "lng": "-73.976467",
    "active": "1"
  },
  {
    "name": "Another way it could go",
    "artist": "Jeannine Han and Dan Riley,",
    "from_date": "2020-10-20",
    "to_date": "2021-10-15",
    "location": null,
    "description": "<p>This work pays homage to the incredible universe of possibilities present at every moment. The reality we find ourselves in is just a glimpse or sliver of an epic landscape of decisions that constantly eludes us. This work illustrates a bit of this conundrum by constructing a living model from a computer simulation in which multiple dimensions of decisions have been overlaid. It is dedicated to the infinite histories taken and untaken that have led everywhere and nowhere. The embedded hand-laid mosaic refers directly to the location of the sculpture in Corona, Queens and illustrates a hand placing a cube and &ldquo;sprinkling some sauce all over,&rdquo; as a local resident described.</p>\r\n\r\n<p>This exhibition is made possible by the Art in the Parks: Alliance for Flushing Meadows Corona Park Grant, which supports the creation of site-specific public artworks by Queens-based artists for two sites within Flushing Meadows Corona Park.</p>",
    "borough": "Q",
    "show_large_image": "1",
    "lat": "40.742676",
    "lng": "-73.84997",
    "active": "1"
  },
  {
    "name": "Medusa With The Head of Perseus",
    "artist": "Luciano Garbati",
    "from_date": "2020-10-13",
    "to_date": "2021-04-18",
    "location": null,
    "description": "<p>Medusa With The Head of Perseus is a seven-foot bronze sculpture that inverts the narrative of Medusa, portraying her in a moment of somberly empowered self-defense. In Ovid&rsquo;s Metamorphosis, Medusa was a maiden in the temple of Athena, who was stalked and raped by Poseidon. Athena, in a rage, banishes and curses Medusa with a monstrous head of snakes and a gaze which turns men to stone. Medusa is herself blamed and punished for the crime of which she was the victim; she is cast away as a monster and then with the cruel assistance of Athena and Poseidon, eventually is hunted-down and beheaded by the epic hero Perseus, who displays her head as a trophy on his shield. Garbati&rsquo;s sculpture speaks directly to the 16th Century Florentine bronze masterpiece Perseus with the Head of Medusa by Benvenuto Cellini (1545-1554). Through this work, Garbati asks &ldquo;how can a triumph be possible if you are defeating a victim?&rdquo;</p><p>This exhibition is presented by <a href=\"https://www.mwthproject.com/\">MWTH Project</a>.</p>",
    "borough": "M",
    "show_large_image": "1",
    "lat": "40.716124",
    "lng": "-74.001716",
    "active": "1"
  },
  {
    "name": "Big Yard Mural",
    "artist": "Shantell Martin",
    "from_date": "2020-10-11",
    "to_date": "2021-10-10",
    "location": null,
    "description": "<p>The artist is best known for her dynamic, category-defying, larger-than-life drawings. Her work explores identity as a critical pathway to self-expression and often asks, who are you? Martin uses her signature lines, iconic shapes, and primarily monochromatic black and white imagery to reflect the vibrancy of Rockaway&rsquo;s community and urban beach landscape. The transformed 16,000 square foot outdoor recreational space is now a 360-degree activation where text and images appear out of her fluid and interconnected lines.</p><p>This project was made possible by Friends of Seaside Playground (FOSP), in collaboration with 7G Group, and The Rockway Hotel.</p>",
    "borough": "Q",
    "show_large_image": "1",
    "lat": "40.581031",
    "lng": "-73.830889",
    "active": "1"
  },
  {
    "name": "CoVIDA- Homage to Victims of the Pandemic",
    "artist": "Andrea Arroyo",
    "from_date": "2020-11-02",
    "to_date": "2020-12-31",
    "location": null,
    "description": "<p>This is an artistic tribute to the victims of the COVID-19 pandemic, honoring the lives of people from the local community and around the world who have died of COVID-19. The piece is inspired by a range of traditional memorials from around the world, including Day of the Dead altars and New York City street memorials. The title combines the word &ldquo;COVID&rdquo; with Vida, meaning &ldquo;life&rdquo; in Spanish.</p>",
    "borough": "M",
    "show_large_image": "1",
    "lat": "40.834556",
    "lng": "-73.938905",
    "active": "1"
  },
  {
    "name": "Floating Woman (Floating Figure)",
    "artist": "Gaston Lachaise",
    "from_date": "2020-09-24",
    "to_date": "2021-09-23",
    "location": null,
    "description": "<p>The work is one of Lachaise&rsquo;s best-known, monumental works dating from the late twenties. The buoyant, expansive figure represents a timeless earth goddess, one Lachaise knew and sought to capture throughout his career. This vision was inspired by his wife, who was his muse and model, Isabel, that &ldquo;majestic woman&rdquo; who walked by him once by the Bank of the Seine. This work is a tribute to the power of all women, to &lsquo;Woman,&rsquo; as the artist referred to his wife, with a capital W.</p>\r\n\r\n<p>Gaston Lachaise devoted himself to the human form, producing a succession of powerfully conceived nude figures in stone and bronze that reinvigorated the sculptural traditions of Auguste Rodin and Aristide Maillol.</p>\r\n\r\n<p>This exhibition is presented by Hunters Point Parks Conservancy and the Lachaise Foundation.</p>",
    "borough": "Q",
    "show_large_image": "1",
    "lat": "40.742489",
    "lng": "-73.960581",
    "active": "1"
  },
  {
    "name": "Fractured Spectrum",
    "artist": "Publicolor",
    "from_date": "2020-11-09",
    "to_date": "2021-11-08",
    "location": null,
    "description": "<p>This mural&rsquo;s abstract design captures motion with colors that convey an abundance of energy and brings life to this exterior retaining wall along Walton Avenue. Residents in the community and park visitors will develop a joy and appreciation of color, and how it affects our moods and behavior. This mural was painted by Publicolor, a youth development program that fights poverty by aggressively addressing the alarming dropout rate and low levels of educational attainment and youth employment in New York City. The program engages high-risk, low-income students, ages 12-24, in a multi-year continuum of design-based programs to encourage academic achievement, college preparation, job readiness, and community service.</p>",
    "borough": "X",
    "show_large_image": "1",
    "lat": "40.822711",
    "lng": "-73.926742",
    "active": "1"
  },
  {
    "name": "To Each Their Own",
    "artist": "Various Artists",
    "from_date": "2020-10-31",
    "to_date": "2020-12-02",
    "location": null,
    "description": "<p>This exhibition captures how students are coping with the pandemic. In their own unique, visual voices, they have incorporated many things: still images, poetry, words, drawing, and whatever else they needed to communicate their ideas. In reaction to the murder of George Floyd and the swell of protests all over the world, they are also speaking loudly about race in this country.</p>",
    "borough": "M",
    "show_large_image": "1",
    "lat": "-74.004524",
    "lng": "-74.004524",
    "active": "1"
  },
  {
    "name": "TimberWolf",
    "artist": "Rocko Rupert",
    "from_date": "2020-10-31",
    "to_date": "2021-10-25",
    "location": null,
    "description": "<p>TimberWolf&nbsp;takes utilitarian materials like reclaimed lumber to beautify this corner of the park and serves as a metaphor for how everyday materials can be repurposed. It plays into the importance of resourcefulness, breathing use back into what is considered to be &ldquo;used-up.&rdquo; The artwork takes the form of a dog&rsquo;s head, a nod to the popular nearby dog park. At the end of the public art installation period, TimberWolf will be donated to another public space to be enjoyed. The possibility to be reused or repurposed with additional functionalities gives this living installation another life.</p>",
    "borough": "B",
    "show_large_image": "1",
    "lat": "40.704129",
    "lng": "-73.92372",
    "active": "1"
  },
  {
    "name": "Light of Freedom",
    "artist": "Abigail DeVille",
    "from_date": "2020-10-27",
    "to_date": "2021-01-31",
    "location": null,
    "description": "<p>Abigail DeVille&rsquo;s&nbsp;Light of Freedom&nbsp;reflects the despair and the exultation of a turbulent period of pandemic and protest. DeVille has filled a torch with a timeworn bell, a herald of freedom, and with the arms of mannequins, beseeching viewers. The scaffold, which prevents access physically and metaphorically, recalls a work site, an insistent image on the urban landscape. But the scaffold is golden, summoning the glory of labor and the luminosity in the struggle that can lead to change.&nbsp;&nbsp; The torch refers to the light of democracy and its foundation in ancient systems of government by citizens. In this project, DeVille conjoins significant crossroads in African-American history in New York to create a sculpture that is inspiring and introspective. She recognizes and hallows the earliest enslaved Africans who were brought to New Amsterdam, critiques the unfulfilled promise of American liberty and justice for all, and summons the current Black Lives Matter movement as a source for the work.</p>\r\n\r\n<p>This exhibition is presented by&nbsp;<a href=\"https://www.madisonsquarepark.org/mad-sq-art/abigail-devilles-light-freedom\">Madison Square Park Conservancy</a>.</p>",
    "borough": "M",
    "show_large_image": "1",
    "lat": "40.74208",
    "lng": "-73.988502",
    "active": "1"
  }
]
